<?php
// +----------------------------------------------------------------------
// | Niucloud-admin 企业快速开发的saas管理平台
// +----------------------------------------------------------------------
// | 官方网址：https://www.niucloud.com
// +----------------------------------------------------------------------
// | niucloud团队 版权所有 开源版本可自由商用
// +----------------------------------------------------------------------
// | Author: Niucloud Team
// +----------------------------------------------------------------------

namespace app\dict\pay;


/**
 * 支付场景枚举类
 * Class PaySceneDict
 * @package app\dict\pay
 */
class PaySceneDict
{
    //找朋友帮忙付
    public const FRIENDSPAY = 'friendspay';

}
