<?php
// +----------------------------------------------------------------------
// | Niucloud-admin 企业快速开发的saas管理平台
// +----------------------------------------------------------------------
// | 官方网址：https://www.niucloud.com
// +----------------------------------------------------------------------
// | niucloud团队 版权所有 开源版本可自由商用
// +----------------------------------------------------------------------
// | Author: Niucloud Team
// +----------------------------------------------------------------------

namespace addon\vipcard\app\validate;

/**
 * 退款验证器
 */
class Refund extends \think\Validate
{
    protected $rule = [
        'money' => 'require|float|min:0.01'
    ];

    protected $scene = [
        "refund" => ['money'],
    ];

}