<?php
// +----------------------------------------------------------------------
// | Niucloud-admin 企业快速开发的多应用管理平台
// +----------------------------------------------------------------------
// | 官方网址：https://www.niucloud.com
// +----------------------------------------------------------------------
// | niucloud团队 版权所有 开源版本可自由商用
// +----------------------------------------------------------------------
// | Author: Niucloud Team
// +----------------------------------------------------------------------

return [
    'validate_article' => [
        'title_require' => '文章标题必须填写',
        'title_max' => '文章标题不能超过20个字符',
        'intro_max' => '文章简介不能超过50个字符',
        'summary_max' => '文章摘要不能超过50个字符',
        'image_max' => '图片路径太长',
        'author_max' => '文章作者不能超过20个字符',
        'is_show_number' => '是否显示必须是数字',
        'is_show_between' => '是否显示只能是0或者1',
        'sort_number' => '排序号必须是数字',
        'sort_between' => '排序号不能超过10000',
        'cate_name_require' => '栏目名称必须填写',
        'cate_name_max' => '栏目不能超过20个字符',
        'category_id_require' => '文章栏目必须填写',
        'category_id_num' => '文章栏目必须是整数',
        'content_require' => '文章内容必须填写',
    ],
];
