<?php
// +----------------------------------------------------------------------
// | Niucloud-admin 企业快速开发的多应用管理平台
// +----------------------------------------------------------------------
// | 官方网址：https://www.niucloud.com
// +----------------------------------------------------------------------
// | niucloud团队 版权所有 开源版本可自由商用
// +----------------------------------------------------------------------
// | Author: Niucloud Team
// +----------------------------------------------------------------------

return [
    'dict_wap_index' => [
        'shortvideo' => '短视频',
        'shortvideo_desc'=>'短视频',
    ],
    'dict_diy' => [
        'shortvideo_link' => '短视频',
        'shortvideo_desc'=>'短视频',
        'shortvideo_title'=>'短视频',
        'shortvideo_index' => '短视频'
    ]
];
