<?php
// +----------------------------------------------------------------------
// | Niucloud-admin 企业快速开发的多应用管理平台
// +----------------------------------------------------------------------
// | 官方网址：https://www.niucloud.com
// +----------------------------------------------------------------------
// | niucloud团队 版权所有 开源版本可自由商用
// +----------------------------------------------------------------------
// | Author: Niucloud Team
// +----------------------------------------------------------------------

return [

    'dict_order' => [
        'trade_type_transfer' => '会员资产转赠'
    ],
    'dict_wap_index' => [
        'transfer' => '会员资产转赠',
        'transfer_desc'=>'会员资产转赠',
    ],
    'dict_diy' => [
        'transfer_link' => '会员资产转赠',
        'transfer_desc'=>'会员资产转赠',
        'transfer_title'=>'会员资产转赠',
        'transfer_log'=>'转赠记录',
        'transfer_index' => '资产转赠',
        'transfer_coupon' => '转赠优惠券',
        'transfer_balance' => '转赠余额',
        'transfer_point' => '转赠积分',
        'transfer_config' => '转赠设置'
    ]
];
