<?php
// +----------------------------------------------------------------------
// | Niucloud-admin 企业快速开发的多应用管理平台
// +----------------------------------------------------------------------
// | 官方网址：https://www.niucloud.com
// +----------------------------------------------------------------------
// | niucloud团队 版权所有 开源版本可自由商用
// +----------------------------------------------------------------------
// | Author: Niucloud Team
// +----------------------------------------------------------------------

return [

    'dict_order' => [
        'trade_type_huodong' => '活动报名'
    ],
    'dict_wap_index' => [
        'huodong' => '活动报名',
        'huodong_desc'=>'活动报名',
    ],
    'dict_diy' => [
        'huodong_link' => '活动报名',
        'huodong_desc'=>'活动报名',
        'huodong_title'=>'活动报名',
        'huodong_order'=>'报名记录',
        'huodong_rank'=>'排行榜',
        'huodong_index' => '活动报名',
        'fenxiao_apply' => '成为推广员'
    ]
];
